IDEA Open Model
Stirrup.Distance Property
Compatible with IDEA StatiCa Beta 20.0
 Longitudinal distance between stirrups
 Namespace: IdeaRS.OpenModel.CrossSection
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.2
Syntax
public double Distance { get; set; }
Public Property Distance As Double
	Get
	Set
Property Value
Type: Double
See Also
Reference
Stirrup Class
IdeaRS.OpenModel.CrossSection Namespace